import styles from './Modal.module.scss';

export const ModalData = [
  {
    key: 'consent',
    title: 'Согласие на обработку персональных данных',
    content: `На основании ст.ст. 6, 9, 15 Федерального закона Российской Федерации от 27.07.2006 г. №152-ФЗ «О персональных данных» в целях получения обратной связи по запрашиваемой мною информации об услугах или сервисах (наименование) даю свое согласие (наименование) (адрес) на обработку моих персональных данных: фамилия, имя, отчество, номер мобильного телефона, адрес электронной почты.
(наименование) в указанных целях вправе совершать обработку моих персональных данных с использованием средств автоматизации или без использования таких средств, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.
Я согласен получать информацию от (наименование) в указанных целях по мобильному телефону, электронной почте (e-mail), с использованием систем мгновенного обмена сообщениями (мессенджеров) или в виде SMS-сообщений.
Срок действия согласия: 5 лет с даты его предоставления.
Настоящее согласие может быть отозвано путем направления заявления по адресу электронной почты: (эл. почта).`
  },
  {
    key: 'privacy',
    title: 'Политика конфиденциальности',
    content: 'Здесь размещается ваша Политика конфиденциальности...'
  },
  {
    key: 'success',
    title: false,
}
];
