import aboutFoto from "../assets/about-photo-guskova.jpg";

export const AboutSection = () => {
  return (
    <section id="aboutSection" className="float-section">
      <div className="photo-float-wrapper">
        <img src={aboutFoto} alt="Фото Надежда Гуськова" />
      </div>

      <h2 className="header-float">БИОГРАФИЯ</h2>
      <p>
        Надежда Гуськова – российская певица, чья карьера олицетворяет не только
        страсть и талант, но и бесконечный творческий рост, который находит
        отклик в сердцах тысяч поклонников. За десять лет своего музыкального
        пути она подарила миру 3 волнующих альбома, более 45 треков, каждый из
        которых стал по-настоящему значимым событием на российской музыкальной
        сцене, а также 7 видеоклипов, которые были высоко оценены зрителями и
        завоевали признание на ведущих радиостанциях и телевизионных каналах
        страны. Каждый её новый проект становится ярким событием, с нетерпением
        ожидаемым поклонниками. Многие слушатели отмечают, что её песни помогают
        переживать важные моменты жизни, будь то радость, грусть или
        вдохновение. Надежда не только вдохновляет своим творчеством, но и
        активно развивает свою фан-базу в интернет-пространстве, где её армия
        преданных поклонников продолжает расти с каждым днём. Сегодня её
        аудитория насчитывает более 1 000 000 человек, и число её почитателей
        растёт с невероятной скоростью, благодаря искренней любви к её музыке и
        уникальному стилю. Её аккаунты в социальных сетях стали пространством
        искреннего общения с фанатами, делая её творчество ещё ближе и понятнее
        для слушателей.
        <br />
        Как исключительная артистка, она имеет на своём счету множество ярких и
        впечатляющих выступлений на самых значимых сценах страны. Среди них –
        выступления в Государственном Кремлёвском Дворце, а также участие в
        многочисленных концертах и музыкальных мероприятиях, которые стали
        настоящими культурными событиями. Надежда Гуськова продолжает покорять
        сердца слушателей, а её имя становится всё более узнаваемым в
        музыкальной индустрии. Она уверенно движется вперёд, не останавливаясь
        на достигнутом и постоянно пробуя себя в новых жанрах и форматах.
        <br />
      </p>
    </section>
  );
};
